[General]
language=Polski
link_pc_name=Nazwa komputera
link_connect_pwd=Hasło
link_file_path=Folder skrzynki odbiorczej
link_auto_start=Autostart
link_change_folder_btn=Zmień
link_open_folder_btn=Otwórz
link_change_folder_dialog_title=Wybierz folder Skrzynka odbiorcza
link_save_button=Zapisz
link_copyright=<c color="808080">Copyright (C) 2011-2015.</c><br/><c color="808080">Guangzhou Shirui Electronics. Wszelkie prawa zastrzeżone.</c>
link_save_success_msg=Ustawienia zostały zapisane.
link_save_success_title=Wiadomość
link_error_title=Błąd
link_error_program_already_ran=Aplikacja jest już uruchomiona, sprawdź zasobnik systemowy.
link_error_program_expire=Wersja próbna wygasła, skontaktuj się z firmą Shirui, aby pobrać nową.
link_open_main_window=OtwórzSeewoLink
link_exit_program=Zamknij
link_minimize_to_tray=Zminimalizuj do paska stanu
link_open_spec=Pomoc
link_update=Aktualizuj
link_register=Zarejestruj
link_error_title=Błąd
link_message_title=Wiadomość
link_update_network_error=Brak połączenia z siecią, spróbuj ponownie później.
link_home_qrcode_tip=Klient Android
link_connect_pc_tip=Zeskanuj kod QR, aby połączyć się z komputerem
link_reg_serial_invalid=Nieprawidłowy numer seryjny
link_reg_partial_success=Gratulacje! Liczba prób pozostałych do wygaśnięcia numeru seryjnego: %d. Ten numer seryjny można wykorzystać jeszcze na następującej liczbie komputerów: %d.
link_reg_full_success=Gratulacje! Ten numer seryjny nie wygaśnie. Ten numer seryjny można wykorzystać jeszcze na następującej liczbie komputerów: %d.
link_reg_response_failed=Niestety. Nie udało się przeprowadzić rejestracji.
link_reg_response_serial_error=Niestety. Nie udało się przeprowadzić rejestracji. Przyczyna: nieprawidłowy numer seryjny.
link_reg_response_error_lock=Niestety. Nie udało się przeprowadzić rejestracji. Przyczyna: numer seryjny został zarejestrowany z poziomu innego komputera.
link_reg_response_day_expire=Niestety. Nie udało się przeprowadzić rejestracji. Przyczyna: wygaśnięcie numeru seryjnego.
link_reg_input_serial_text=Podaj numer seryjny
link_error_unknown=Nieznany błąd.
link_reg_message_remaindays=Liczba prób pozostałych do wygaśnięcia certyfikatu: %d.
link_reg_message_remaindays_tip=<c color="CCCCCC">Wersja %s, zarejestrowana</c>
link_reg_message_remaindays_warn=<c color="CCCCCC"> Wersja %s</c>, liczba pozostałych prób: <c color="1899ED"><b>%d</b></c><c color="CCCCCC">.</c><c color="0000ff"><u><b><a id="1050">Zarejestruj</a></b></u></c>
link_reg_message_remaindays_reminder"><c color="CCCCCC">Wersja niezarejestrowana %s</c><c color="1899ED"><b>. </b></c><c color="FFFFFF">, liczba pozostałych prób: </c><c color="1899ED"><b>%d</b></c><c color="CCCCCC">.</c>
link_reg_rd_renew_button=Odnów
link_confirm_button=OK
link_cancel_button=Anuluj
link_reg_read_reginfo_error=Nie udało się odczytać informacji rejestracyjnej, zarejestruj ponownie.
link_lang_setting_button=Język
link_lang_setting_hint=Wybierz język:
link_lang_setting_ok=OK
link_lang_setting_cancel=Anuluj
link_annotation_stop=Zatrzymaj
link_auto_start_tip=Uruchomienie SeewoLink z systemem Windows
link_lang_tip=Język
link_tab_text_status=Stan
link_tab_text_set=Konfiguracja
link_tab_text_about=Informacje
link_stat_connected_device_tip=Połączony klient:
link_stat_connected_device= NULL
link_stat_conn_barcode_tip=Zeskanuj aby połączyć
link_tab_text_help=<c color="FFFFFF">Aby uzyskać pomoc, </c><c color="0000ff"><u><a id="1051"> kliknij tutaj </a></u></c>
link_client_connected_tip=<c color="CCCCCC">%s<br/>Połączono</c>link_client_disconnected_tip"><c color="CCCCCC">%s<br/>Rozłączono</c>
link_softap_tip=Hotspot
link_softap_info=<c color="808080">WiFi: %s</c><br/><c color="808080">hasło: %s</c>
link_softap_on=<c color="CCCCCC">Punkt dostępowy: %s<br/> został uruchomiony</c>
link_softap_off=<c color="CCCCCC">Punkt dostępowy został zatrzymany</c>
link_softap_error=Nie można uruchomić punktu dostępowego. Upewnij się, że sieć WLAN jest włączona
link_update_title=Aktualizacja SeewoLink
link_update_confirm=Czy zaktualizować do najnowszej wersji?
link_update_success=Zaktualizowano do najnowszej wersji
link_update_failed=Nie udało się zaktualizować do najnowszej wersji. Przejdź do oficjalnej witryny, aby pobrać tę wersję.
link_setup_uninstall=Odinstaluj
link_setup_old_verision=Na komputerze jest zainstalowana starsza wersja %s; należy ją usunąć przed rozpoczęciem instalacji wersji nowej.link_setup_restart_prompt=%s wymaga ponownego uruchomienia komputera!
link_setup_system_not_match=%s wymaga przynajmniej systemu operacyjnego Windows 7,Instalacja zostanie przerwana!


link_lock_access=Lock Access
link_click_download_apk_help=<c color="CCCCCC"><c color="1899ED"><u><a id="1067">Download APP</a></u></c></c>
no_install_video_driver=Note: Graphics driver has not been installed,please install it first.
no_surpport_basic_themes=Spotlignt does not support Basic Themes,please turn to Aero Themes
pc_name_error=Failed to rename,there is no special character "%" or empty

link_reg_response_InvalidRequest=Client submits illegal request
link_reg_response_InvalidCheckCode=Invalid verification code
link_reg_response_MachineCodeError=Encoding is empty or does not match the format
link_reg_response_InvalidMachineCode=Machine code does not match
link_reg_response_SerialCodeError=Unable to resolve License
link_reg_response_InvalidSerialCode=Registration code does not exist
link_reg_response_OverdueSerialCode=Enter the registration code has been exhausted (the remaining number is 0)
link_reg_response_DatabaseException=Database exception occurs
link_reg_message_no_register=<c color="CCCCCC">%s  </c><c color="1899ED"><u><b><a id="1050">Not registered</a></b></u></c>
link_picture_show_window_tile=SeewoLink Picture Viewer
link_picture_show_full_window_tile=SeewoLink Picture Slide Viewer